[
  {
    "advanced": false,
    "ascendedPerk": 474,
    "costumes": [
      245,
      443,
      444
    ],
    "creator": null,
    "creatures": [
      955,
      440
    ],
    "decoration": 0,
    "description": [
      "There\u0027s a fine line between genius and insanity, and it\u0027s difficult to say on what side of that line Animators reside. These fanatical magi spend their days perfecting their Animatus creations: unique creatures that grow more powerful as their master\u0027s dark experiments unveil new opportunities.",
      "As an Animator, you will always have a unique creature in your party called an Animatus. Your entire battle strategy will likely focus on this creature. You can empower your Animatus, and even use your other creatures to make it stronger in combat."
    ],
    "icon": "images/spec/Animator.png",
    "id": 1,
    "name": "Animator",
    "notes": [],
    "perks": [
      25,
      24,
      21,
      26,
      28,
      20,
      18,
      17,
      27,
      23,
      16,
      15,
      29,
      22,
      19
    ],
    "project": 38,
    "skin": 0,
    "spell": 204
  },
  {
    "advanced": false,
    "ascendedPerk": 480,
    "costumes": [
      250,
      447,
      448
    ],
    "creator": null,
    "creatures": [
      183,
      583
    ],
    "decoration": 0,
    "description": [
      "The best offense, as some say, is a good defense. Clerics protect their creatures with powerful healing abilities and steadfast barriers, ensuring that not even the most tenacious of foes can overcome them.",
      "As a Cleric, you\u0027ll specialize in healing abilities, as well as buffing, resurrection, stat-boosting effects, and providing your creatures with protective barriers. Your creatures will be extremely difficult to kill."
    ],
    "icon": "images/spec/Cleric.png",
    "id": 2,
    "name": "Cleric",
    "notes": [],
    "perks": [
      92,
      101,
      97,
      93,
      103,
      99,
      94,
      100,
      96,
      95,
      102,
      98,
      106,
      105,
      104
    ],
    "project": 41,
    "skin": 0,
    "spell": 387
  },
  {
    "advanced": false,
    "ascendedPerk": 477,
    "costumes": [
      256,
      445,
      446
    ],
    "creator": null,
    "creatures": [
      67,
      581
    ],
    "decoration": 0,
    "description": [
      "Cabalists can conjure Spell Gems out of thin air to be used by their creatures at any given moment. These magi prefer to employ high-risk, high-reward battle strategies to ensure their victory.",
      "As a Cabalist, you\u0027ll enable your creatures to cast spells that they normally wouldn\u0027t have access to. While other people\u0027s creatures might run out of Spell Gem Charges, you\u0027ll be able to keep your creatures well-stocked with fresh Spell Gems at the start of every battle."
    ],
    "icon": "images/spec/Cabalist.png",
    "id": 3,
    "name": "Cabalist",
    "notes": [],
    "perks": [
      187,
      191,
      198,
      197,
      190,
      194,
      199,
      196,
      195,
      189,
      188,
      193,
      186,
      192,
      185
    ],
    "project": 47,
    "skin": 0,
    "spell": 388
  },
  {
    "advanced": false,
    "ascendedPerk": 453,
    "costumes": [
      257,
      451,
      452
    ],
    "creator": null,
    "creatures": [
      132,
      1006
    ],
    "decoration": 0,
    "description": [
      "Evokers are the ultimate spellcasters. They excel at casting enhanced versions of spells multiple times in a row to overwhelm their enemies before they can act.",
      "As an Evoker, you\u0027ll empower your creatures\u0027 spellcasting capabilities. Your creatures will be able to cast the same spell multiple times in one turn, and these spells will be much stronger than if they had cast them without your guidance."
    ],
    "icon": "images/spec/Evoker.png",
    "id": 4,
    "name": "Evoker",
    "notes": [],
    "perks": [
      214,
      213,
      201,
      208,
      209,
      202,
      203,
      215,
      210,
      200,
      211,
      207,
      212,
      206,
      205,
      204,
      216
    ],
    "project": 48,
    "skin": 0,
    "spell": 30
  },
  {
    "advanced": false,
    "ascendedPerk": 456,
    "costumes": [
      247,
      453,
      454
    ],
    "creator": null,
    "creatures": [
      458,
      461
    ],
    "decoration": 0,
    "description": [
      "Careful planning and uptight caution are nothing but a cause to doubt oneself. Hell Knights realize this fact, and instead opt to send their creatures charging headlong into battle, relying on brute strength and reckless attacks to ensure a swift victory.",
      "As a Hell Knight, you\u0027ll favor creatures that specialize in attacking. Hell Knights grant their creatures increased critical damage and cause a variety of effects to occur when they attack. Hell Knights are surprisingly adept at spellcasting in a pinch, as well."
    ],
    "icon": "images/spec/HellKnight.png",
    "id": 5,
    "name": "Hell Knight",
    "notes": [],
    "perks": [
      55,
      58,
      59,
      48,
      56,
      45,
      50,
      57,
      51,
      53,
      49,
      46,
      54,
      47,
      52
    ],
    "project": 36,
    "skin": 0,
    "spell": 100
  },
  {
    "advanced": false,
    "ascendedPerk": 457,
    "costumes": [
      249,
      457,
      458
    ],
    "creator": null,
    "creatures": [
      666,
      266
    ],
    "decoration": 0,
    "description": [
      "Burn the witch, judge the heretic, and slay the non-believer. Inquisitors make use of healing effects just as much for offense as they do for defense. They enact justice on behalf of the gods, and no one will be spared from holy rapture.",
      "As an Inquisitor, you\u0027ll have a solution at your disposal for every problem you encounter. In addition, Inquisitors are able to use healing effects for offensive purposes - for example, when your creatures heal enemies, they instead cause damage to them."
    ],
    "icon": "images/spec/Inquisitor.png",
    "id": 6,
    "name": "Inquisitor",
    "notes": [],
    "perks": [
      87,
      84,
      88,
      89,
      76,
      91,
      82,
      86,
      80,
      77,
      85,
      83,
      79,
      78,
      90,
      81
    ],
    "project": 42,
    "skin": 0,
    "spell": 1
  },
  {
    "advanced": false,
    "ascendedPerk": 458,
    "costumes": [
      244,
      459,
      460
    ],
    "creator": null,
    "creatures": [
      103,
      750
    ],
    "decoration": 0,
    "description": [
      "A strong defense is unnecessary when your foe is unable to strike you in the first place. Monks grant their creatures unmatched agility, enabling them to dodge incoming attacks and spells, and respond with devastating counter-attacks.",
      "As a Monk, you\u0027ll boost your creatures\u0027 chance to Dodge attacks and spells. When your creatures Dodge, they\u0027ll unleash a devastating counter-attack on the enemy."
    ],
    "icon": "images/spec/Monk.png",
    "id": 7,
    "name": "Monk",
    "notes": [],
    "perks": [
      7,
      0,
      13,
      5,
      10,
      11,
      6,
      14,
      3,
      4,
      8,
      1,
      2,
      12,
      9
    ],
    "project": 45,
    "skin": 0,
    "spell": 10
  },
  {
    "advanced": false,
    "ascendedPerk": 459,
    "costumes": [
      258,
      461,
      462
    ],
    "creator": null,
    "creatures": [
      289,
      884
    ],
    "decoration": 0,
    "description": [
      "Necromancers prefer to overwhelm their foes by summoning minions to aid their creatures in battle. Enemies are often so perplexed by the number of undead monstrosities charging at them from across the battlefield that they\u0027re dead long before they realize what even happened.",
      "As a Necromancer, you\u0027ll summon minions to aid your creatures in battle. These minions can do all kinds of things to support your creatures - they can cause damage, boost your creatures\u0027 stats, debuff enemies, and much more."
    ],
    "icon": "images/spec/Necromancer.png",
    "id": 8,
    "name": "Necromancer",
    "notes": [],
    "perks": [
      219,
      220,
      225,
      218,
      217,
      224,
      228,
      226,
      229,
      230,
      223,
      221,
      222,
      231,
      227
    ],
    "project": 40,
    "skin": 0,
    "spell": 582
  },
  {
    "advanced": false,
    "ascendedPerk": 479,
    "costumes": [
      251,
      463,
      464
    ],
    "creator": null,
    "creatures": [
      442,
      256
    ],
    "decoration": 0,
    "description": [
      "The difference between good and evil is often a matter of perspective, but the morality of a Defiler is simple enough for anyone to decide. These dark magi take sadistic pleasure in afflicting their adversaries with crippling diseases, reducing them to weakened husks that no longer have the capacity to defend themselves.",
      "As a Defiler, you\u0027ll specialize in debuffs and stat-reducing effects. Enemies will be so weak that your party will be able to easily pick them off, even if they were originally much more powerful than your creatures."
    ],
    "icon": "images/spec/Defiler.png",
    "id": 9,
    "name": "Defiler",
    "notes": [],
    "perks": [
      109,
      118,
      116,
      114,
      117,
      115,
      121,
      123,
      111,
      124,
      112,
      107,
      122,
      120,
      110,
      108,
      113,
      119
    ],
    "project": 39,
    "skin": 0,
    "spell": 617
  },
  {
    "advanced": false,
    "ascendedPerk": 460,
    "costumes": [
      252,
      455,
      456
    ],
    "creator": null,
    "creatures": [
      380,
      180
    ],
    "decoration": 0,
    "description": [
      "Eye for an eye, tooth for a tooth. Paladins are patient combatants who prefer to allow their enemies to strike first, and then return the favor tenfold with holy fury.",
      "As a Paladin, your creatures will be able to endure even the most powerful of attacks. Each time your creatures take damage, they\u0027ll also damage their enemies."
    ],
    "icon": "images/spec/Paladin.png",
    "id": 10,
    "name": "Paladin",
    "notes": [],
    "perks": [
      132,
      136,
      137,
      131,
      135,
      134,
      133,
      125,
      126,
      127,
      139,
      129,
      138,
      128,
      130
    ],
    "project": 43,
    "skin": 0,
    "spell": 58
  },
  {
    "advanced": false,
    "ascendedPerk": 463,
    "costumes": [
      248,
      465,
      466
    ],
    "creator": null,
    "creatures": [
      438,
      236
    ],
    "decoration": 0,
    "description": [
      "Perseverance, an iron will, and a touch of insanity are the perfect recipe for victory. Reavers live and die by this mantra, instilling their creatures with a cold and calculated anger that allows them to grow more powerful during battle while their foes tire out.",
      "As a Reaver, your creatures will gain massive benefits in combat as battles continue to drag on. If your creatures manage to survive for just a few extra turns, they\u0027ll be able to devastate your enemies."
    ],
    "icon": "images/spec/Reaver.png",
    "id": 11,
    "name": "Reaver",
    "notes": [],
    "perks": [
      63,
      70,
      71,
      61,
      67,
      68,
      75,
      74,
      66,
      60,
      69,
      64,
      73,
      62,
      72,
      65
    ],
    "project": 35,
    "skin": 0,
    "spell": 2
  },
  {
    "advanced": false,
    "ascendedPerk": 467,
    "costumes": [
      255,
      469,
      470
    ],
    "creator": null,
    "creatures": [
      467,
      150
    ],
    "decoration": 0,
    "description": [
      "Sorcerers are masters of controlling the battlefield. Why worry about offense or defense when your enemies can\u0027t move to begin with?",
      "As a Sorcerer, you\u0027ll support your creatures by debilitating their enemies from afar. Generally, your enemies won\u0027t be able to act for the first few turns in battle as long as you\u0027re around."
    ],
    "icon": "images/spec/Sorcerer.png",
    "id": 12,
    "name": "Sorcerer",
    "notes": [],
    "perks": [
      173,
      180,
      177,
      175,
      176,
      178,
      174,
      183,
      184,
      182,
      179,
      172,
      170,
      171,
      181
    ],
    "project": 49,
    "skin": 0,
    "spell": 120
  },
  {
    "advanced": false,
    "ascendedPerk": 469,
    "costumes": [
      254,
      467,
      468
    ],
    "creator": null,
    "creatures": [
      303,
      302
    ],
    "decoration": 0,
    "description": [
      "Strength in numbers. Tribalists prefer to use creatures that belong to the same race or class, and take full advantage of the synergy and camaraderie they offer each other.",
      "As a Tribalist, you\u0027ll want to assemble a party of creatures that belong to the same race. This will provide them with significant benefits that are amplified by their racial synergies with each other."
    ],
    "icon": "images/spec/Tribalist.png",
    "id": 13,
    "name": "Tribalist",
    "notes": [],
    "perks": [
      165,
      156,
      155,
      168,
      160,
      157,
      164,
      158,
      161,
      159,
      169,
      163,
      166,
      162,
      167
    ],
    "project": 46,
    "skin": 0,
    "spell": 375
  },
  {
    "advanced": false,
    "ascendedPerk": 470,
    "costumes": [
      246,
      471,
      472
    ],
    "creator": null,
    "creatures": [
      78,
      570
    ],
    "decoration": 0,
    "description": [
      "Luck is not merely a matter of chance, but instead a force that can be manipulated to a clever man\u0027s will. Tricksters capitalize on this fact, enabling their creatures to re-roll the proverbial dice whenever fate doesn\u0027t turn out quite the way they hoped.",
      "As a Trickster, you\u0027ll heavily inconvenience your enemies by preventing them from taking action. You\u0027ll also gain the ability to manipulate the element of luck - for example, if a positive effect has a chance to activate but fails to do so, you can try again."
    ],
    "icon": "images/spec/Trickster.png",
    "id": 14,
    "name": "Trickster",
    "notes": [],
    "perks": [
      39,
      34,
      36,
      31,
      44,
      37,
      35,
      42,
      41,
      33,
      32,
      38,
      43,
      30,
      40
    ],
    "project": 37,
    "skin": 0,
    "spell": 218
  },
  {
    "advanced": false,
    "ascendedPerk": 452,
    "costumes": [
      253,
      449,
      450
    ],
    "creator": null,
    "creatures": [
      613,
      351
    ],
    "decoration": 0,
    "description": [
      "Many people foolishly mistake a Druid\u0027s introversion for weakness. These magi believe that quality always trumps quantity on the battlefield. Contrary to tradition, they are often seen with fewer than six creatures at their disposal, but the havoc their limited numbers wreak when augmented by Druidic magic is a sight to behold.",
      "As a Druid, you\u0027ll probably only want to have one (or up to four, later on) creatures in your party. Your creatures will gain massive benefits for being part of a smaller party."
    ],
    "icon": "images/spec/Druid.png",
    "id": 15,
    "name": "Druid",
    "notes": [],
    "perks": [
      154,
      147,
      153,
      142,
      148,
      140,
      150,
      146,
      151,
      143,
      152,
      145,
      141,
      144
    ],
    "project": 44,
    "skin": 0,
    "spell": 53
  },
  {
    "advanced": false,
    "ascendedPerk": 476,
    "costumes": [
      276,
      420,
      421
    ],
    "creator": null,
    "creatures": [
      331,
      489
    ],
    "decoration": 0,
    "description": [
      "The Bloodmage is a deranged spellcaster who is willing to do anything to overcome his foes - even at the cost of his own creatures\u0027 lives. This menacing spellcaster is adept at manipulating the lifeforce of allies and foes alike in his endless pursuit for power.",
      "As a Bloodmage, your creatures will grow more powerful as they take damage. To facilitate these effects, the Bloodmage offers a variety of different ways to inflict damage on his own creatures."
    ],
    "icon": "images/spec/Bloodmage.png",
    "id": 16,
    "name": "Bloodmage",
    "notes": [],
    "perks": [
      243,
      233,
      244,
      237,
      238,
      247,
      236,
      239,
      234,
      241,
      232,
      246,
      240,
      245,
      242,
      235
    ],
    "project": 74,
    "skin": 0,
    "spell": 244
  },
  {
    "advanced": false,
    "ascendedPerk": 462,
    "costumes": [
      281,
      435,
      436
    ],
    "creator": null,
    "creatures": [
      148,
      115
    ],
    "decoration": 0,
    "description": [
      "Pyromancers quite literally thrive on watching the world burn. These maniacal magi ignite both friend and foe alike with a brilliant conflagration, causing their enemies to suffer gruesome deaths while empowering their allies with the power of flame.",
      "As a Pyromancer, you\u0027ll make heavy use of the Burning debuff to deal damage to enemies over time. In addition, your own creatures will be afflicted with this debuff, but it will heal and empower them rather than dealing damage."
    ],
    "icon": "images/spec/Pyromancer.png",
    "id": 17,
    "name": "Pyromancer",
    "notes": [],
    "perks": [
      262,
      257,
      256,
      250,
      255,
      259,
      248,
      261,
      258,
      254,
      253,
      252,
      249,
      251,
      260
    ],
    "project": 75,
    "skin": 0,
    "spell": 67
  },
  {
    "advanced": false,
    "ascendedPerk": 475,
    "costumes": [
      275,
      417,
      418
    ],
    "creator": null,
    "creatures": [
      91,
      107
    ],
    "decoration": 0,
    "description": [
      "Astrologers are calculating magi who specialize in creating a sound strategy before each battle. Oftentimes, their plans are so well-constructed that their creatures are able to take combat into their own hands without any further input from their master.",
      "As an Astrologer, you\u0027ll plan most of your battle strategies before combat even begins. Astrologers allow their creatures to act on their own under certain conditions."
    ],
    "icon": "images/spec/Astrologer.png",
    "id": 18,
    "name": "Astrologer",
    "notes": [],
    "perks": [
      270,
      267,
      271,
      272,
      273,
      264,
      274,
      266,
      263,
      277,
      265,
      275,
      268,
      269,
      276
    ],
    "project": 82,
    "skin": 0,
    "spell": 374
  },
  {
    "advanced": false,
    "ascendedPerk": 465,
    "costumes": [
      282,
      438,
      439
    ],
    "creator": null,
    "creatures": [
      612,
      607
    ],
    "decoration": 0,
    "description": [
      "Rune Knights call upon their runic powers - Cor, Dun, Lua, Nax, and Sah - to bolster their creatures\u0027 strength and grant them powerful spells that are unavailable anywhere else.",
      "As a Rune Knight, your creatures will have access to powerful Rune spells. Your creatures can cast these spells to create cumulative bonuses for your entire party."
    ],
    "icon": "images/spec/RuneKnight.png",
    "id": 19,
    "name": "Rune Knight",
    "notes": [],
    "perks": [
      286,
      283,
      289,
      287,
      285,
      292,
      291,
      284,
      288,
      294,
      278,
      279,
      280,
      281,
      282,
      293,
      290
    ],
    "project": 83,
    "skin": 0,
    "spell": 565
  },
  {
    "advanced": false,
    "ascendedPerk": 461,
    "costumes": [
      280,
      432,
      433
    ],
    "creator": null,
    "creatures": [
      374,
      917
    ],
    "decoration": 0,
    "description": [
      "Purgatorians blur the line between life and death. These mystical spellcasters are able to call upon the spirits of their slain creatures to continue fighting in the afterlife.",
      "As a Purgatorian, your creatures are able to continue fighting even while they\u0027re dead. In fact, thanks to your powers, your creatures will be even stronger in the afterlife. Be careful not to let all your creatures die, though, or it\u0027s game over!"
    ],
    "icon": "images/spec/Purgatorian.png",
    "id": 20,
    "name": "Purgatorian",
    "notes": [],
    "perks": [
      302,
      305,
      304,
      308,
      295,
      306,
      301,
      307,
      299,
      298,
      300,
      309,
      303,
      296,
      297
    ],
    "project": 81,
    "skin": 0,
    "spell": 28
  },
  {
    "advanced": false,
    "ascendedPerk": 454,
    "costumes": [
      278,
      426,
      427
    ],
    "creator": null,
    "creatures": [
      721,
      723
    ],
    "decoration": 0,
    "description": [
      "Fanatics devote their lives to serving the gods. From dusk until dawn, these magi toil away at a neverending list of demands to better serve each of the 30 gods of Rodia. Such devotion is not without purpose, however, for the Fanatic is able to call on the gods\u0027 power to serve him in his time of need.",
      "As a Fanatic, you\u0027ll be able to take additional Avatar creatures with you on your journey and empower them and their Ultimate Spell Gems with potent magic. Fanatics also make use of Godspawn creatures and create powerful synergies between them and their Avatar allies."
    ],
    "icon": "images/spec/Fanatic.png",
    "id": 21,
    "name": "Fanatic",
    "notes": [],
    "perks": [
      321,
      312,
      323,
      318,
      316,
      314,
      319,
      315,
      311,
      317,
      322,
      320,
      310,
      324,
      313
    ],
    "project": 77,
    "skin": 0,
    "spell": 640
  },
  {
    "advanced": false,
    "ascendedPerk": 455,
    "costumes": [
      279,
      429,
      430
    ],
    "creator": null,
    "creatures": [
      970,
      855
    ],
    "decoration": 0,
    "description": [
      "Grovetenders take great pride in their Herbling companions, strongly preferring to focus the bulk of their efforts on this prized creature over all the others. This peculiar mage knows just the right techniques to bring out her Herbling\u0027s full potential as it transforms rapidly in combat to wreak havoc on its foes.",
      "As a Grovetender, you will always have a unique creature in your party called an Herbling. During battle, your creatures\u0027 actions will fertilize the Herbling, causing it to rapidly evolve until it turns into an unstoppable force of nature."
    ],
    "icon": "images/spec/Grovetender.png",
    "id": 22,
    "name": "Grovetender",
    "notes": [],
    "perks": [
      333,
      331,
      327,
      328,
      337,
      335,
      339,
      334,
      338,
      330,
      325,
      332,
      329,
      336,
      326
    ],
    "project": 80,
    "skin": 0,
    "spell": 310
  },
  {
    "advanced": false,
    "ascendedPerk": 468,
    "costumes": [
      283,
      441,
      442
    ],
    "creator": null,
    "creatures": [
      934,
      361
    ],
    "decoration": 0,
    "description": [
      "Chaos, Death, Life, Nature, and Sorcery: the five components that gave birth to the land of Rodia. Spellweavers can call upon these elements to imbue their creatures with powerful inscriptions to decimate their foes in battle.",
      "As a Spellweaver, your creatures can cast spells to produce Infusions which can be expended for powerful effects. After your creatures accumulate enough Infusions, they can cast the powerful Colorwave spell to annihilate their enemies."
    ],
    "icon": "images/spec/Spellweaver.png",
    "id": 23,
    "name": "Spellweaver",
    "notes": [],
    "perks": [
      351,
      340,
      350,
      347,
      341,
      346,
      349,
      352,
      353,
      342,
      343,
      354,
      344,
      348,
      345
    ],
    "project": 79,
    "skin": 0,
    "spell": 184
  },
  {
    "advanced": false,
    "ascendedPerk": 450,
    "costumes": [
      277,
      423,
      424
    ],
    "creator": null,
    "creatures": [
      842,
      131
    ],
    "decoration": 0,
    "description": [
      "The Doombringer draws magic from the Bastion of the Void to fuel his creatures with vast amounts of power. Doombringers specialize in allowing their creatures to perform actions multiple times in a row.",
      "As a Doombringer, your creatures\u0027 on-action effects (on-attack, on-cast, etc) can activate additional times, allowing you to chain brutal combos together to devastate your enemies."
    ],
    "icon": "images/spec/Doombringer.png",
    "id": 24,
    "name": "Doombringer",
    "notes": [],
    "perks": [
      360,
      358,
      355,
      359,
      363,
      366,
      356,
      362,
      361,
      369,
      368,
      364,
      365,
      367,
      357
    ],
    "project": 76,
    "skin": 0,
    "spell": 234
  },
  {
    "advanced": false,
    "ascendedPerk": 471,
    "costumes": [
      284,
      474,
      475
    ],
    "creator": null,
    "creatures": [
      620,
      474
    ],
    "decoration": 0,
    "description": [
      "Wardens are wholly attuned to the needs of their creatures. These powerful magi empower their creatures with various boons to give them an edge over their opponents in battle.",
      "As a Warden, you\u0027ll be able to grant your creatures every buff in existence. In addition, your creatures will grow stronger as they continue to accumulate more buffs."
    ],
    "icon": "images/spec/Warden.png",
    "id": 25,
    "name": "Warden",
    "notes": [],
    "perks": [
      374,
      372,
      375,
      378,
      383,
      387,
      380,
      379,
      376,
      385,
      381,
      384,
      371,
      370,
      377,
      386,
      382,
      373
    ],
    "project": 78,
    "skin": 0,
    "spell": 463
  },
  {
    "advanced": false,
    "ascendedPerk": 451,
    "costumes": [
      513,
      514,
      515
    ],
    "creator": null,
    "creatures": [
      1213,
      1267
    ],
    "decoration": 0,
    "description": [
      "Dreamshades blur the line between dreams and reality. This mystical magi is adept at redirecting his foes\u0027 efforts for his own benefit.",
      "As a Dreamshade, you\u0027ll utilize the Inverted debuff to cause your foes\u0027 damage to instead heal your creatures, and their healing effects to damage their allies."
    ],
    "icon": "images/spec/Dreamshade.png",
    "id": 26,
    "name": "Dreamshade",
    "notes": [],
    "perks": [
      392,
      390,
      391,
      400,
      393,
      394,
      401,
      403,
      399,
      395,
      397,
      402,
      396,
      398,
      389
    ],
    "project": 90,
    "skin": 0,
    "spell": 382
  },
  {
    "advanced": false,
    "ascendedPerk": 464,
    "costumes": [
      501,
      502,
      503
    ],
    "creator": null,
    "creatures": [
      1125,
      1137
    ],
    "decoration": 0,
    "description": [
      "Authority is passed down through generations, but true power must be earned. A master of all professions, the Royal possesses the unique ability to combine the powers of other specializations at will.",
      "As a Royal, you\u0027ll be able to use more Anointments than anyone else, allowing you to create your own, custom specialization."
    ],
    "icon": "images/spec/Royal.png",
    "id": 27,
    "name": "Royal",
    "notes": [],
    "perks": [
      449
    ],
    "project": 89,
    "skin": 0,
    "spell": 77
  },
  {
    "advanced": false,
    "ascendedPerk": 472,
    "costumes": [
      507,
      508,
      509
    ],
    "creator": null,
    "creatures": [
      1084,
      1083
    ],
    "decoration": 0,
    "description": [
      "Windrunners are vigilant sentinels who imbue their creatures with unmatched speed and vigor, allowing them to move so quickly that their opponents can\u0027t ever catch them.",
      "As a Windrunner, you\u0027ll rely on the Speed stat to outplay your foes. This specialization also offers several ways to disable your enemies and prevent them from passing through your defenses."
    ],
    "icon": "images/spec/Windrunner.png",
    "id": 28,
    "name": "Windrunner",
    "notes": [],
    "perks": [
      435,
      445,
      442,
      436,
      443,
      434,
      438,
      446,
      439,
      444,
      437,
      441,
      447,
      448,
      440
    ],
    "project": 92,
    "skin": 0,
    "spell": 10
  },
  {
    "advanced": false,
    "ascendedPerk": 473,
    "costumes": [
      510,
      511,
      512
    ],
    "creator": null,
    "creatures": [
      47,
      128
    ],
    "decoration": 0,
    "description": [
      "Witch Doctors are spiritual warriors who cast deadly hexes and curses on their enemies, forcing them to fight against each other.",
      "As a Witch Doctor, you\u0027ll manipulate your foes into damaging each other and empowering your creatures to ensure victory."
    ],
    "icon": "images/spec/WitchDoctor.png",
    "id": 29,
    "name": "Witch Doctor",
    "notes": [],
    "perks": [
      416,
      408,
      418,
      415,
      405,
      411,
      409,
      404,
      413,
      406,
      412,
      417,
      407,
      414,
      410
    ],
    "project": 91,
    "skin": 0,
    "spell": 667
  },
  {
    "advanced": false,
    "ascendedPerk": 466,
    "costumes": [
      504,
      505,
      506
    ],
    "creator": null,
    "creatures": [
      191,
      224
    ],
    "decoration": 0,
    "description": [
      "The Siegemaster is a stalwart protector who amplifies the defenses of his creatures to keep them strong in battle.",
      "As a Siegemaster, you\u0027ll protect your creatures with powerful defensive mechanisms while they reflect damage taken back on their attackers. This specialization makes great use of the Defend command in battle."
    ],
    "icon": "images/spec/Siegemaster.png",
    "id": 30,
    "name": "Siegemaster",
    "notes": [],
    "perks": [
      419,
      420,
      421,
      422,
      423,
      424,
      425,
      426,
      432,
      427,
      428,
      429,
      431,
      430,
      433
    ],
    "project": 93,
    "skin": 0,
    "spell": 214
  },
  {
    "advanced": false,
    "ascendedPerk": 496,
    "costumes": [
      798,
      799,
      800
    ],
    "creator": null,
    "creatures": [
      195,
      511
    ],
    "decoration": 0,
    "description": [
      "Toxicologists spend their days tarrying away at all manner of potions and elixirs that might serve their use in battle. These mad scientists care little for the well-being of their own creatures, equipping them with venomous toxins that grant them enhanced combat prowess at the cost of their own lives.",
      "As a Toxicologist, you\u0027ll use the Poison debuff to inflict massive damage over time to your foes. You\u0027ll also Poison your own creatures to generate beneficial effects when they take damage."
    ],
    "icon": "images/spec/Toxicologist.png",
    "id": 31,
    "name": "Toxicologist",
    "notes": [],
    "perks": [
      492,
      485,
      491,
      487,
      483,
      486,
      481,
      495,
      490,
      489,
      494,
      482,
      493,
      484,
      488
    ],
    "project": 118,
    "skin": 0,
    "spell": 498
  },
  {
    "advanced": false,
    "ascendedPerk": 512,
    "costumes": [
      789,
      790,
      791
    ],
    "creator": null,
    "creatures": [
      1231,
      356
    ],
    "decoration": 0,
    "description": [
      "While the Mime\u0027s own combat prowess leaves much to be desired, it excels at copying its opponent\u0027s actions, turning its enemies\u0027 strategy against them to assure victory.",
      "As a Mime, you\u0027ll enable your creatures to copy the actions of your opponents and grow stronger based on how your enemies behave in battle."
    ],
    "icon": "images/spec/Mime.png",
    "id": 32,
    "name": "Mime",
    "notes": [],
    "perks": [
      504,
      510,
      509,
      499,
      511,
      508,
      498,
      506,
      505,
      497,
      500,
      502,
      503,
      501,
      507
    ],
    "project": 119,
    "skin": 0,
    "spell": 72
  },
  {
    "advanced": false,
    "ascendedPerk": 528,
    "costumes": [
      795,
      796,
      797
    ],
    "creator": null,
    "creatures": [
      375,
      219
    ],
    "decoration": 0,
    "description": [
      "The presence of a Shadowbringer spells doom for all who cross its path. This ethereal being bends the light into darkness, sapping its foes\u0027 will to live from their hearts.",
      "As a Shadowbringer, you\u0027ll utilize the Blighted debuff to damage your foes using numerous healing effects."
    ],
    "icon": "images/spec/Shadowbringer.png",
    "id": 33,
    "name": "Shadowbringer",
    "notes": [],
    "perks": [
      517,
      522,
      521,
      525,
      514,
      524,
      516,
      527,
      519,
      523,
      520,
      518,
      513,
      515,
      526
    ],
    "project": 120,
    "skin": 0,
    "spell": 493
  },
  {
    "advanced": false,
    "ascendedPerk": 544,
    "costumes": [
      786,
      787,
      788
    ],
    "creator": null,
    "creatures": [
      492,
      871
    ],
    "decoration": 0,
    "description": [
      "The Graveborn is a once-powerful warlock who was killed for his heresy and has since risen from the dead to wreak havoc on the living. This undead spellcaster is capable of bringing his creatures back from the dead with far greater power than before.",
      "As a Graveborn, you\u0027ll bring empowered versions of your creatures back from the dead to wreak havoc on your enemies."
    ],
    "icon": "images/spec/Graveborn.png",
    "id": 34,
    "name": "Graveborn",
    "notes": [],
    "perks": [
      532,
      531,
      538,
      539,
      537,
      535,
      543,
      534,
      530,
      533,
      536,
      541,
      529,
      540,
      542
    ],
    "project": 121,
    "skin": 0,
    "spell": 599
  },
  {
    "advanced": false,
    "ascendedPerk": 563,
    "costumes": [
      774,
      775,
      776
    ],
    "creator": null,
    "creatures": [
      686,
      78
    ],
    "decoration": 0,
    "description": [
      "The Demonologist is a wicked summoner who conjures terrible demons from the depths of hell to aid his creatures in battle. This chaotic sorcerer uses Greater Demons to do his bidding while sacrificing Lesser Demons to empower his own creatures.",
      "As a Demonologist, you\u0027ll summon powerful demons from the depths of hell to do your bidding."
    ],
    "icon": "images/spec/Demonologist.png",
    "id": 35,
    "name": "Demonologist",
    "notes": [],
    "perks": [
      546,
      548,
      562,
      561,
      559,
      556,
      547,
      555,
      557,
      545,
      560,
      549,
      550,
      553,
      552,
      551,
      554,
      558
    ],
    "project": 116,
    "skin": 0,
    "spell": 100
  },
  {
    "advanced": false,
    "ascendedPerk": 579,
    "costumes": [
      780,
      781,
      782
    ],
    "creator": null,
    "creatures": [
      922,
      920
    ],
    "decoration": 0,
    "description": [
      "The Engineer\u0027s sole purpose in life is to build a bigger and better explosive than last time. This bombastic bombardier belays bombs to its opponent\u0027s backs, blasting them back to the bilgewater from whence they were born.",
      "As an Engineer, you\u0027ll strap bombs to enemies and blow them to bits. The Engineer is also accompanied by their greatest invention: the Minibot minion!"
    ],
    "icon": "images/spec/Engineer.png",
    "id": 36,
    "name": "Engineer",
    "notes": [],
    "perks": [
      570,
      567,
      568,
      571,
      574,
      566,
      577,
      578,
      576,
      573,
      575,
      569,
      564,
      572,
      565
    ],
    "project": 117,
    "skin": 0,
    "spell": 395
  },
  {
    "advanced": false,
    "ascendedPerk": 581,
    "costumes": [
      792,
      793,
      794
    ],
    "creator": null,
    "creatures": [
      317,
      152
    ],
    "decoration": 0,
    "description": [
      "The Pariah is a social outcast who prefers to spend her days in solitude. Though her friends are few, she is resourceful enough to maintain her independence with some success.",
      "As a Pariah, you\u0027ll be forced to fight using a limited number of creatures than usual. This is a Challenge Specialization, and it will not appear at the Goblet of Trials after you unlock it."
    ],
    "icon": "images/spec/Pariah.png",
    "id": 37,
    "name": "Pariah",
    "notes": [],
    "perks": [
      580
    ],
    "project": 122,
    "skin": 0,
    "spell": 36
  },
  {
    "advanced": false,
    "ascendedPerk": 583,
    "costumes": [
      777,
      778,
      779
    ],
    "creator": null,
    "creatures": [
      784,
      626
    ],
    "decoration": 0,
    "description": [
      "The Deprived was born with nothing and will die with nothing. Cursed with the intelligence of a sponge and the physique of a sickly child, the Deprived must make do with what little fate has left him with.",
      "As a Deprived, you\u0027ll lose access to your most significant sources of power, including Fused traits, Avatar creatures, and Relic effects. This is a Challenge Specialization, and it will not appear at the Goblet of Trials after you unlock it."
    ],
    "icon": "images/spec/Deprived.png",
    "id": 38,
    "name": "Deprived",
    "notes": [],
    "perks": [
      582
    ],
    "project": 123,
    "skin": 0,
    "spell": 94
  },
  {
    "advanced": false,
    "ascendedPerk": 599,
    "costumes": [
      783,
      784,
      785
    ],
    "creator": null,
    "creatures": [
      757,
      429
    ],
    "decoration": 0,
    "description": [
      "The Gladiator is a master of the arena, sporting tremendous proficiency with all manner of weapons. No sword, no axe, no bow is too difficult for this master of armaments to wield.",
      "As a Gladiator, you\u0027ll utilize powerful Arsenal spells to bolster your forces and devastate your opponents. In addition, your creatures\u0027 Artifacts will become far stronger than normal."
    ],
    "icon": "images/spec/Gladiator.png",
    "id": 39,
    "name": "Gladiator",
    "notes": [],
    "perks": [
      590,
      585,
      597,
      586,
      584,
      593,
      587,
      598,
      596,
      589,
      588,
      595,
      594,
      592,
      591
    ],
    "project": 114,
    "skin": 0,
    "spell": 462
  },
  {
    "advanced": false,
    "ascendedPerk": 615,
    "costumes": [
      771,
      772,
      773
    ],
    "creator": null,
    "creatures": [
      748,
      76
    ],
    "decoration": 0,
    "description": [
      "The Brewmaster believes that no problem can\u0027t be solved with a full mug of beer... or six. This unexpected hero generously distributes all manner of ales and cocktails to friend and foe alike - but all should be wary when the time comes to pay the bill.",
      "As a Brewmaster, you\u0027ll rely on Booze spells to... well... make everyone get really, really drunk."
    ],
    "icon": "images/spec/Brewmaster.png",
    "id": 40,
    "name": "Brewmaster",
    "notes": [],
    "perks": [
      607,
      611,
      605,
      610,
      606,
      613,
      602,
      612,
      609,
      614,
      603,
      600,
      604,
      608,
      601
    ],
    "project": 115,
    "skin": 0,
    "spell": 324
  },
  {
    "advanced": false,
    "ascendedPerk": 647,
    "costumes": [
      824,
      825,
      826
    ],
    "creator": null,
    "creatures": [
      1451,
      1462
    ],
    "decoration": 0,
    "description": [
      "Some creatures are blessed with protectors that guard them from harm no matter the cost. The Mermaid relies on her Benthic Guardian to shield her other creatures from danger, ensuring that her allies can fight without fear while her guardian bears the brunt of the enemyâ€™s fury.",
      "As a Mermaid, you\u0027ll focus on healing your creatures and raising their defenses, making them incredibly durable. Your Benthic Guardian serves as the heart of your strategy, acting as both a shield and a conduit for your most powerful effects."
    ],
    "icon": "images/spec/Mermaid.png",
    "id": 41,
    "name": "Mermaid",
    "notes": [],
    "perks": [
      646,
      645,
      637,
      644,
      634,
      643,
      638,
      633,
      635,
      632,
      639,
      636,
      640,
      641,
      642
    ],
    "project": 127,
    "skin": 0,
    "spell": 746
  },
  {
    "advanced": false,
    "ascendedPerk": 631,
    "costumes": [
      820,
      821,
      822
    ],
    "creator": null,
    "creatures": [
      1328,
      814
    ],
    "decoration": 0,
    "description": [
      "A blade can cut the body, but the mind is far more fragile. The Mesmerist specializes in warping reality itself, putting her enemies to sleep, blinding them, and turning their own senses against them until they no longer know who - or what - theyâ€™re fighting.",
      "As a Mesmerist, you\u0027ll manipulate buffs and debuffs to disrupt your enemies while empowering your own creatures. Sleeping and Blind enemies suffer devastating penalties, while your creatures twist spells and status effects into unexpected weapons."
    ],
    "icon": "images/spec/Mesmerist.png",
    "id": 42,
    "name": "Mesmerist",
    "notes": [],
    "perks": [
      619,
      630,
      621,
      622,
      623,
      616,
      617,
      626,
      620,
      627,
      629,
      618,
      624,
      628,
      625
    ],
    "project": 126,
    "skin": 0,
    "spell": 106
  },
  {
    "advanced": false,
    "ascendedPerk": 662,
    "costumes": [
      827,
      828,
      829
    ],
    "creator": null,
    "creatures": [
      764,
      35
    ],
    "decoration": 0,
    "description": [
      "Relics of the past hold secrets lost to time, and the Antiquarian is determined to uncover them all. This eccentric magi studies the ancient artifacts left behind by the gods themselves, empowering her creatures with forgotten blessings that even the gods have long since forsaken.",
      "As an Antiquarian, you\u0027ll specialize in enhancing your creatures\u0027 Relics, unlocking hidden abilities that are unique to this specialization. Your creatures\u0027 Relics will gain new effects that no other specialization can access, allowing you to customize your teamâ€™s playstyle in ways that go far beyond the ordinary."
    ],
    "icon": "images/spec/Antiquarian.png",
    "id": 43,
    "name": "Antiquarian",
    "notes": [],
    "perks": [
      656,
      660,
      652,
      651,
      659,
      658,
      649,
      663,
      655,
      653,
      657,
      661,
      648,
      654,
      650
    ],
    "project": 128,
    "skin": 0,
    "spell": 31
  }
]