{
  "battleSprite": "images/creature/DolorSin/battle.png",
  "class": "death",
  "creator": null,
  "givesMana": true,
  "god": null,
  "id": 707,
  "item": 871,
  "lore": "Baker tried all possible means to bring Spielrein back to life, but she failed. Broken with pain and guilt, she joined the Sin cult for two years, but her sadness and need for revenge consumed her. One day, she bypassed Ainsworth\u0027s security and stole another Nether Orb. Back in Siralim, she stabbed herself with a shard from the Magnificus\u0027s knife that had been left inside Spielrein, letting her blood bathe the Nether Orb. It was consumed, and out of its ashes and her blood emerged the Dolor Sin.",
  "menagerieDialog": [
    "(You should keep a close eye on this creature. You never know what it\u0027s capable of doing.)",
    "(Although Sins are terrifying creatures to behold, you can\u0027t help but find the little trinkets they tend to hold in their claws to be a bit endearing.)",
    "(Unsurprisingly, nothing ever seems to go your way when this creature is nearby.)",
    "(Keeping this creature around is surely bad luck. Fortunately, it\u0027s powerful enough to offset any misfortune it might cause for you and your creatures.)",
    "(This creature looks like the final boss of just about every adventure you\u0027ve ever heard about.)"
  ],
  "minDepth": 1,
  "name": "Dolor Sin",
  "notes": [],
  "overworldSprite": {
    "east": [
      "images/creature/DolorSin/overworld_e0.png",
      "images/creature/DolorSin/overworld_e1.png"
    ],
    "north": [
      "images/creature/DolorSin/overworld_n0.png",
      "images/creature/DolorSin/overworld_n1.png"
    ],
    "south": [
      "images/creature/DolorSin/overworld_s0.png",
      "images/creature/DolorSin/overworld_s1.png"
    ],
    "west": [
      "images/creature/DolorSin/overworld_w0.png",
      "images/creature/DolorSin/overworld_w1.png"
    ]
  },
  "race": "Sin",
  "reserved": false,
  "skins": [],
  "sources": [
    {
      "realm": 20,
      "type": "realm"
    }
  ],
  "specializations": [],
  "statGrowth": {
    "attack": 18,
    "defense": 15,
    "health": 43,
    "intelligence": 18,
    "speed": 18
  },
  "trait": 898
}