{
  "battleSprite": "images/creature/RimeskinSpellmane/battle.png",
  "class": "sorcery",
  "creator": null,
  "givesMana": true,
  "god": null,
  "id": 1219,
  "item": 1596,
  "lore": "Spellmanes are extremely territorial, and they do not tolerate under any circumstances the presence of another member of their species, unless it is their offspring.\\n\\nThe Frostbite Caverns are home to the Rimeskin. To hunt travelers and other creatures, they very often scale the icy walls with their sharp claws to climb to the ceiling, posing as stalactites. When their prey passes under them, they only have to drop down to end its life in a quick and grisly way.",
  "menagerieDialog": [
    "(It\u0027s aggressively roaring at your other creatures. Perhaps it\u0027s time for a time-out.)",
    "(It seems to have conjured a massive, elemental ball for it to play with. It\u0027s busy rolling around on its back, batting at the ball, completely ignorant of your presence.)",
    "(It\u0027s in a deep slumber with a loud purr emanating from its throat.)",
    "(This creature\u0027s intelligence is matched only by its speed. You\u0027re glad to have such a formidable creature in your party, but you dread the day you encounter one as a foe in the wild.)",
    "(This creature boasts unimaginable power. It seems to have mastered the elements even more easily than Rodia\u0027s most astute magi.)"
  ],
  "minDepth": 1,
  "name": "Rimeskin Spellmane",
  "notes": [],
  "overworldSprite": {
    "east": [
      "images/creature/RimeskinSpellmane/overworld_e0.png",
      "images/creature/RimeskinSpellmane/overworld_e1.png"
    ],
    "north": [
      "images/creature/RimeskinSpellmane/overworld_n0.png",
      "images/creature/RimeskinSpellmane/overworld_n1.png"
    ],
    "south": [
      "images/creature/RimeskinSpellmane/overworld_s0.png",
      "images/creature/RimeskinSpellmane/overworld_s1.png"
    ],
    "west": [
      "images/creature/RimeskinSpellmane/overworld_w0.png",
      "images/creature/RimeskinSpellmane/overworld_w1.png"
    ]
  },
  "race": "Spellmane",
  "reserved": false,
  "skins": [],
  "sources": [
    {
      "realm": 6,
      "type": "realm"
    },
    {
      "realm": 15,
      "type": "realm"
    }
  ],
  "specializations": [],
  "statGrowth": {
    "attack": 13,
    "defense": 16,
    "health": 38,
    "intelligence": 23,
    "speed": 18
  },
  "trait": 1936
}