{
  "battleSprite": "images/creature/TaintedImling/battle.png",
  "class": "nature",
  "creator": null,
  "givesMana": true,
  "god": null,
  "id": 345,
  "item": 539,
  "lore": "Imlings are extremely fragile creatures who can barely lift any weight and often contract diseases. Imlers feel a strong need to watch over them for this reason, and the Imlings greatly appreciate it.\\n\\nThe Tainted Imling\u0027s cells were severely altered by magic during its development. Its smell is intense and unpleasant, and its fluids are corrosive to most creatures. In addition, its structure is so fragile that a strong magic shock can suddenly alter it and turn this creature into an Imler.",
  "menagerieDialog": [
    "(It seems to have scribbled something on the floor. Upon closer insepction, you realize it says, \u0027I\u0027m sleepy, let me rest.\u0027)",
    "(It draws something on a scroll and hands it to you. It\u0027s a picture of a creature being slammed to death by an Imler. That\u0027s most definitely the first sign of a serial killer in the making.)",
    "(This particular creature is extremely introverted, which is a rarity for Imlings.)",
    "(It\u0027s busy drawing a picture on a scroll. Upon further inspection, you realize it\u0027s a lewd picture of Hebron\u0027s mother.)",
    "(The Imling is holding up its middle finger and waving it in front of your other creatures. Grow up, Imling.)"
  ],
  "minDepth": 1,
  "name": "Tainted Imling",
  "notes": [],
  "overworldSprite": {
    "east": [
      "images/creature/TaintedImling/overworld_e0.png",
      "images/creature/TaintedImling/overworld_e1.png"
    ],
    "north": [
      "images/creature/TaintedImling/overworld_n0.png",
      "images/creature/TaintedImling/overworld_n1.png"
    ],
    "south": [
      "images/creature/TaintedImling/overworld_s0.png",
      "images/creature/TaintedImling/overworld_s1.png"
    ],
    "west": [
      "images/creature/TaintedImling/overworld_w0.png",
      "images/creature/TaintedImling/overworld_w1.png"
    ]
  },
  "race": "Imling",
  "reserved": false,
  "skins": [],
  "sources": [
    {
      "realm": 7,
      "type": "realm"
    }
  ],
  "specializations": [],
  "statGrowth": {
    "attack": 12,
    "defense": 7,
    "health": 32,
    "intelligence": 27,
    "speed": 27
  },
  "trait": 453
}